{
  "ORGANIZACJA sprzyjająca dostępności": "Dostępność organizacyjno-proceduralna oznacza wewnętrzne przepisy i praktyki szkoły, m.in.. te dotyczące wsparcia uczniów ze specjalnymi potrzebami, które są tak skonstruowane, by nie wykluczać żadnej grupy uczniów i zapewniać im równe szanse uczestnictwa w procesie kształcenia.",
  "ARCHITEKTURA zapewniająca dostępność ": "Dostępność architektoniczna (art. 6.1 Ustawy o zapewnianiu dostępności osobom ze szczególnymi potrzebami) obejmuje: (1) zapewnienie wolnych od barier poziomych i pionowych przestrzeni komunikacyjnych budynków, (2) instalację urządzeń lub zastosowanie środków technicznych i rozwiązań architektonicznych w budynku, które umożliwiają dostęp do wszystkich pomieszczeń, z wyłączeniem pomieszczeń technicznych, (3) zapewnienie informacji na temat rozkładu pomieszczeń w budynku, co najmniej w sposób wizualny i dotykowy lub głosowy, (4) zapewnienie wstępu do budynku osobie korzystającej z psa asystującego, (5) zapewnienie osobom ze szczególnymi potrzebami możliwości ewakuacji lub ich uratowania w inny sposób.",
  "CYFROWA dostępność usług ": "Dostępność cyfrowa sprawia, że z serwisów internetowych i aplikacji mobilnych mogą wygodnie korzystać osoby z różnymi niepełnosprawnościami np. wzroku, słuchu, ruchu, ale też z niepełnosprawnością intelektualną czy zaburzeniami poznawczymi.",
  "KOMUNIKACJA bez barier": "Dostępność informacyjno-komunikacyjna to zapewnienie odpowiedniego sposobu przekazywania informacji z wykorzystaniem środków wspierających komunikację z odbiorcami usług publicznych, w tym także usługi edukacyjnej.",
  "ZASOBY umożliwiające dostępność": "Dostępność zasobów to stopień, w jakim użytkownicy mają realną możliwość korzystania z materiałów, pomocy, wsparcia i usług, które są im potrzebne do pełnego uczestnictwa w procesach edukacyjnych lub społecznych.",
  "KADRY realizujące edukację dostępną ": "Dostępność kadry w edukacji oznacza zapewnienie odpowiedniej liczby i kwalifikacji nauczycieli oraz personelu pomocniczego, które umożliwiają realizację zadań dydaktycznych, wychowawczych i opiekuńczych w sposób odpowiadający potrzebom wszystkich uczniów, także tych ze zróżnicowanymi potrzebami edukacyjnymi, aby zapewnić wysoką jakość kształcenia dla wszystkich.",
  "DYDAKTYKA zapewniająca dostępność procesu edukacyjnego ": "Programy nauczania są dostosowywane tak, aby zapewnić uczniom odpowiednie do ich potrzeb udogodnienia i modyfikacje, m.in. różne sposoby uczenia się przez uczniów, różne materiały i zakres wiedzy, a system oceniania daje możliwość wykazania się wiedzą na różne sposoby oraz przewiduje różne standardy oceniania.",
  "UCZESTNICTWO umożliwiające pełen rozwój ": "Dostępność społeczno-emocjonalna oznacza taki sposób organizacji życia szkoły i procesu edukacyjnego, który umożliwia wszystkim uczniom pełne uczestnictwo w relacjach, doświadczeniach i działaniach kształtujących rozwój emocjonalny i społeczny. Oznacza tworzenie środowiska szkolnego, w którym każdy uczeń – niezależnie od indywidualnych cech, potrzeb czy ograniczeń – ma prawo do akceptacji, wsparcia, poczucia bezpieczeństwa i współtworzenia wspólnoty szkolnej.",
  "OSIĄGNIĘCIA EDUKACYJNE wynikające z realizacji edukacji dostępnej": "Osiągnięcia edukacyjne, czyli efekty procesu edukacyjnego, rozumiane jako możliwość osiągnięcia przez wszystkich uczniów swojego potencjału w całym cyklu nauczania, wyniki testów lub egzaminów zewnętrznych, a także jako kontynuowanie nauki na wyższym poziomie."
}