{
  "Stopień sformalizowania organizowania i udzielania ppp w jednostce": "Procedura organizacji i udzielania pomocy psychologiczno-pedagogicznej w każdej placówce oświatowej może wyglądać nieco inaczej. Nie ma jednej, odgórnej procedury, która obowiązywałaby wszystkie placówki – każda szkoła czy przedszkole organizuje pomoc psychologiczno-pedagogiczną według własnych wytycznych, kierując się zapisami rozporządzenia w sprawie zasad organizacji i udzielania pomocy psychologiczno-pedagogicznej w publicznych przedszkolach, szkołach i placówkach",
  "Koordynator działań związanych z rozpoznawaniem i zaspokajaniem potrzeb edukacyjnych wszystkich uczniów": "Koordynator to osoba lub zespół osób, który informuje nauczycieli, wychowawców grup wychowawczych lub specjalistów o potrzebie objęcia ucznia pomocą psychologiczno-pedagogiczną w trakcie ich bieżącej pracy z uczniem, jeżeli stwierdzi taką potrzebę, oraz we współpracy z nauczycielami, wychowawcami grup wychowawczych lub specjalistami planuje i koordynuje pomoc psychologiczno-pedagogiczną w ramach zintegrowanych działań nauczycieli, wychowawców grup wychowawczych i specjalistów oraz bieżącej pracy z uczniem.",
  "Udział uczniów ze orzeczeniem o potrzebie kształcenia specjalnego w jednostce/placówce w:\nA. ogólnej liczbie uczniów\nB. oddziałach ogólnodostępnych\nC. oddziałach inetgeracyjnych\nD. oddziałach specjalnych": "Uczniowie ze SPE to uczniowie objęci pomocą psychologiczno-pedagogiczną na podstawie orzeczeń  i opinii wydanych przez zespoły orzekające działające w poradniach psychologiczno-pedagogicznych oraz uczniowie objęci pomocą psychologiczno-pedagogiczną na podstawie opinii wydanych przez poradnie psychologiczno-pedagogiczne.",
  "Udział uczniów uzyskujących pomoc pp w jednostce/placówce w:\nA. ogólnej liczbie uczniów\nB. oddziałach ogólnodostępnych\nC. oddziałach inetgeracyjnych\nD. oddziałach specjalnych": "Pomoc psychologiczno-pedagogiczna udzielana uczniowi w przedszkolu, szkole i placówce polega na rozpoznawaniu i zaspokajaniu indywidualnych potrzeb rozwojowych i edukacyjnych ucznia oraz rozpoznawaniu indywidualnych możliwości psychofizycznych ucznia i czynników środowiskowych wpływających na jego funkcjonowanie w przedszkolu, szkole i placówce, w celu wspierania potencjału rozwojowego ucznia i stwarzania warunków do jego aktywnego i pełnego uczestnictwa w życiu przedszkola, szkoły i placówki oraz w środowisku społecznym.",
  "Udział uczniów w zajęciach pp realizowanych w jednostce/placówce:\n1) zajęcia rozwijające uzdolnienia\n2) zajęcia korekcyjno-kompensacyjne\n3) zajęcia logopedyczne\n4) zajęcia rozwijające kompetencje emocjonalno-społeczne \n5) inne zajęcia o charakterze terapeutycznym\n6) porady i konsultacje\n7) klasa terapeutyczna\n8) zajęcia rozwijające umiejętności uczenia się\n9) zajęcia dydaktyczno-wyrównawcze\n10) zajęcia związane z wyborem kierunku kształcenia i zawodu\n11) warsztaty\n12) warsztaty i szkolenia": "Pomoc psychologiczno-pedagogiczna udzielana jest uczniom w przedszkolach i szkołach przez specjalistów w trakcie bieżącej pracy oraz w formie dodatkowych zajęć wyszczególnionych w rozporządzeniu. Organizowana jest dla uczniów na podstawie rozpoznania, opinii lub orzeczenia. Wsparciem mogą być rownież objęcie rodzice uczniów oraz nauczyciele.",
  "Udział jednostek, które w swoich budynkach zapewniają wolne od barier przestrzenie komunikacyjne": "Dostępność architektoniczna (art. 6.1 Ustawy o zapewnianiu dostępności osobom ze szczególnymi potrzebami) obejmuje: (1) zapewnienie wolnych od barier poziomych i pionowych przestrzeni komunikacyjnych budynków, (2) instalację urządzeń lub zastosowanie środków technicznych i rozwiązań architektonicznych w budynku, które umożliwiają dostęp do wszystkich pomieszczeń, z wyłączeniem pomieszczeń technicznych, (3) zapewnienie informacji na temat rozkładu pomieszczeń w budynku, co najmniej w sposób wizualny i dotykowy lub głosowy, (4) zapewnienie wstępu do budynku osobie korzystającej z psa asystującego, (5) zapewnienie osobom ze szczególnymi potrzebami możliwości ewakuacji lub ich uratowania w inny sposób.",
  "Liczba nauczycieli zatrudnionych w szkole:\n(1) nauczyciele przedmiotowi (liczba osób)\n(2) nauczyciele specjaliści, w tym:\n(a) nauczyciel pedagog (łączny wymiar etatu)\n(b) psycholog\n(c) pedagog specjalny\n(d) logopeda\n(e) terapeuta pedagogiczny\n(3) doradca zawodowy (łączny wymiar etatów)\n(4) nauczyciele współorganizujący kształcenie (łączny wymiar etatów)\n(5) asystent międzykulturowy\n(6) nauczyciel bibliotekarz\n(7) nauczyciel praktycznej nauki zawodu\n(8) doradca metodyczny\n(9) personel niepedagogiczny": "Dostępność kadrowa w edukacji oznacza zapewnienie odpowiedniej liczby i kwalifikacji nauczycieli oraz personelu pomocniczego, aby sprostać potrzebom dzieci/uczniów i zapewnić wysoką jakość kształcenia.",
  "Udział stron internetowych jednostki/zespołu szkół zgodnych z wymogamia UdC": "Dostępność cyfrowa sprawia, że z serwisów internetowych i aplikacji mobilnych mogą wygodnie korzystać osoby z różnymi niepełnosprawnościami np. wzroku, słuchu, ruchu, ale też z niepełnosprawnością intelektualną czy zaburzeniami poznawczymi.",
  "Udział podmiotów zapewniających osobom ze szczególnymi potrzebami obsługę z wykorzystaniem sposobów/środków wspierających komunikowanie się:\na)        Zastosowanie formularza kontaktowego\nb)        Kontakt za pomocą poczty elektronicznej\nc)        Przesyłanie wiadomości tekstowych, w tym z wykorzystaniem wiadomości SMS,\nMMS lub komunikatorów internetowych\nd)        Komunikacja audiowizualna, w tym z wykorzystaniem komunikatorów\ninternetowych\ne)        Przesyłanie faksów\nf)        Wykorzystanie tłumacza języka migowego przez strony internetowe i/lub aplikacje\n(tłumaczenie online)\ng)        Pomoc tłumacza języka migowego – kontakt osobisty. Jeśli \"TAK\", to w jakim czasie od zgłoszenia potrzeby zapewniony jest kontakt z tłumaczem: (1) od razu, (2) w ciągu 1 dnia roboczego, (3) w ciągu 2-3 dni roboczych, (4) powyżej 3 dni roboczych \nh)        Kontakt z pomocą tłumacza-przewodnika (kontakt osobisty)": "Dostępność informacyjno-komunikacyjna to zapewnienie odpowiedniego sposobu przekazywania informacji z wykorzystaniem środków wspierających komunikację z odbiorcami usług publicznych, w tym także usługi edukacyjnej.",
  "Liczba przedmiotów, w których wykorzystywane są racjonalne usprawnienia: \n1)\tkomunikacja alternatywne i wspomagająca\n2)\tspecjalistyczne technologie asystujące\n3)\tETR\n4)\tPJM\n5)\tpętla indukcyjna (w sali)\n6)\tnapisy rozszerzone": "Projektowanie uniwersalne w edukacji (ang. universal design for learning – UDL) zakłada tworzenie elastycznego, dostępnego i responsywnego środowiska edukacyjnego, w którym już na etapie planowania zajęć nauczyciele biorą pod uwagę różnorodne potrzeby i możliwości uczniów. Zasady UDL: równość w dostępie, elastyczność w użyciu, intuicyjność w obsłudze, dostępność percepcyjna, tolerancja na błędy, mały wysiłek fizyczny podczas korzystania z edukacji, odpowiednie zaaranżowanie przestrzeni/odpowiednie wymiary i przestrzeń  sprzyjają planowaniu zajęć dostosowanych do indywidualnych możliwości i preferencji uczniów z uwzględnieniem ich zespołowego uczenia się i dzielenia wspólnego pola uwagi podczas zajęć.",
  "współpraca nauczycieli ze specjalistami w zakresie rozpoznawania i zaspokajania potrzeb edukacyjnych uczniów": "Współpraca wszysykich zaangażowanych w proces edukacyjny: nauczycieli, nauczycieli specjalistów, rodziców, niepedagogicznych pracowników jednostek, ma na celu osiągnięcie wspólnych celów edukacyjnych i wychowawczych. Skuteczna współpraca wewnątrzna wpływa na efektywne funkcjonowanie szkoły i pozytywnie wpływa na rozwój dzieci/uczniów.",
  "liczba instytucji/organizacji/projektów/wydarzeń w obszarze edukacji włączającej, z którymi jednostka współpracuje (współpraca formalna)": "Współpraca zewnętrzna jednostki to budowanie relacji i realizacja wspólnych projektów z podmiotami spoza placówki. Może obejmować współpracę z innymi instytucjami edukacyjnymi, organizacjami pozarządowymi, instytucjami kultury, firmami. Jej celem jest wzbogacenie oferty edukacyjnej, rozwój uczniów, wsparcie szkoły oraz promowanie jej w środowisku lokalnym.",
  "Procedura monitorowania frekwencji uczniów": "Frekwencja uczniów w szkole odnosi się do ich obecności na zajęciach lekcyjnych. Jest to ważny wskaźnik, który ma znaczący wpływ na wyniki w nauce, rozwój społeczny oraz ogólne funkcjonowanie ucznia. Regularna obecność w szkole pozwala uczniom na bieżąco przyswajać wiedzę, uczestniczyć w lekcjach i aktywnościach grupowych, a także budować relacje z rówieśnikami.",
  "Udział szkół i placówek przeznaczających środki na kształcenie specjalne przynajmniej w wysokości naliczonych kwot potrzeb oświatowych": "Wykorzystanie środków na kształcenie specjalne (opinie i orzeczenia)"
}